{"subject":"RE: 15306455 RE: 135682- Fund 4 Vs. CIP","content":"\nHello, Team. Dispute. No agreement due to our amount is below MTA. MTM: EUR -130,285.85       Best regards,     Xxxxx Xxxx Xxxxxx XXX Xxxxxx Xxxxxxx Xxxxxxxxx Phone number : +11 11 1111111 xxxxxxxxxx@xxxxxx.xxx   From: XXXXXXX@XXXX.xxx [mailto: XXXXXXX@XXXX.xxx] Sent: 27 July 2018 10:58 To: XXXXXXX@XXXX.xxx; xxxx xxxxx; XXXXXXXX, X (Xxxx) Cc: XXXXXXX@XXXX.xxx Subject: 135682- Fund 4 Vs. CIP. Vs. CIP     Please advise on attached margin call. Thanks & Regards, XXXXX XXXXX CIP XXXXXXX@XXXX.xxx Group Email: XXXXXXX@XXXX.xxx Group Tel#: +11-11-1111-1111 The information contained in this electronic message and any attachments (the \\\"Message\\\") is intended for one or more specific individuals or entities, and may be confidential, proprietary, or otherwise protected by law. If you are not the intended recipient, please notify the sender immediately, delete this Message and do not disclose, distribute, or copy it to any third party or otherwise use this Message. Electronic messages are not secure or error free and can contain viruses or may be delayed, and the sender is not liable for any of these occurrences. The sender reserves the right to monitor, record transfer cross border and retain electronic messages.     ----------------------------------------------------------------------------- The information in this Internet email is confidential and may be legally privileged. It is intended solely for the addressee. Access to this Internet email by anyone else is unauthorised. If you are not the intended recipient, any disclosure, copying, distribution or any action taken or omitted to be taken in reliance on it, is prohibited and may be unlawful. When addressed to our clients any opinions or advice contained in this Internet email are subject to the terms and conditions expressed in any applicable governing XXX terms of business or client engagement letter. Visit us at www.XXX.com -----------------------------------------------------------------------------","from":"\"Mcclafferty, Gary [ICG-IT]\" <gm22891@imceu.eu.ssmb.com>;","to":"","attachments":[]}