{"subject":"RE: 152810- HF 4 Vs. CGML","content":"\nInformation Classification: ll Limited Access Hi all,   Please advise as we see a collateral discrepancy. I have provide moves to before on several occasions. Can I have a confirmation that you are investigating the issue. We have been disputing for quite a while and I have brought this to your attention a few times.     Kind Regards / Mit freundlichen Grüßen _______________________________________________________________   xxxxxx xxxxxxx, xxxxxxx xxxxxxxxxxxxx xxxxxxxxxxxx    xxxxxxxxxxx xxxxxxxxxxxx xxxxxx   XXXXXX XXXXX XXXXXXX | D - 11111 XXXXXXXX XX XXXX 11 P +11 (1) 11-11111-11111  (recorded line) | F +11 (1) 11-11111-11111  | XXXXXXXX@XXXXXXX.XXX |   Registergericht: XXXXXX XXX SSSS Aufsichtsratsvorsitzende: XXXXXXXXX XXXX Geschäftsführer: XXXXX XXXXX; XXXX XXXXXXXXXXXX; XXXXXXXX XXXX    www.XXXXXXXXX.com   The information contained in this email and any attachments have been classified as limited access and/or privileged State Street information/communication and is intended solely for the use of the named addressee(s). If you are not an intended recipient or a person responsible for delivery to an intended recipient, please notify the author and destroy this email. Any unauthorized copying, disclosure, retention or distribution of the material in this email is strictly forbidden.                 Go green. Consider the environment before printing this email   From: XXXXXXX@XXXX.xxx [mailto: XXXXXXX@XXXX.xxx] Sent: Wednesday, August 22, 2018 11:07 AM To: XXXXXXX@XXXX.xxx; Collateral-xxxxx <XXXXXXXX-XXXXXX@XXXXXXXX.XXX> Cc: XXXXXXX.XXXXX@XXXX.xxx Subject: 152810- HF 4 Vs. CGML     Please find attached portfolio statement as of 21-Aug-18 Thanks & Regards, XXXXX XXXXX CGML XXXXXXX@XXXX.xxx Group Email: XXXXXXX@XXXX.xxx Group Tel#: +11-11-1111-1111 The information contained in this electronic message and any attachments (the \\\"Message\\\") is intended for one or more specific individuals or entities, and may be confidential, proprietary, or otherwise protected by law. If you are not the intended recipient, please notify the sender immediately, delete this Message and do not disclose, distribute, or copy it to any third party or otherwise use this Message. Electronic messages are not secure or error free and can contain viruses or may be delayed, and the sender is not liable for any of these occurrences. The sender reserves the right to monitor, record transfer cross border and retain electronic messages.    ","from":"\"Mcclafferty, Gary [ICG-IT]\" <gm22891@imceu.eu.ssmb.com>;\"Mcclafferty, Gary [ICG-IT]\" <gm22891@imceu.eu.ssmb.com>;","to":"","attachments":[]}