{"subject":"RE: 138653-Pension Fund 1 Vs. CBNA 2/7/2018","content":"\nDear All,   Based on today’s margin report USD 780.000,-   to be transferred to your USD Nostro 1111111 account at xxxxxxxx with value date 02/07/2018.   You are kindly requested to confirm.   Regards,   Thanks and regards, Xxxxx Xxxxxx xxxxxxxxx xxxxxxxxxxx XXXXXXX XXXXXXXX XXXXXX BIC: XXXXXXXX Phone number: +11 1 111-1111 Fax number: +11 1 111-1111 Email address xxxxxx.xxxxx.xxxxxxx@xxxx.xxx     The information contained in this electronic message and any attachments (the \"Message\") is intended for one or more specific individuals or entities and may be confidential, proprietary, privileged or otherwise protected by law. If you are not the intended recipient, please notify the sender immediately, delete this Message and do not disclose, distribute or copy it to any third party or otherwise use this Message. Electronic messages are not secure or error free and can contain viruses or may be delayed and the sender is not liable for any of these occurrences. The sender reserves the right to monitor, record and retain electronic messages.       From: *XX XX Xxxxxxxxx Sent: Monday, July 02, 2018 1:57 PM To: *XX XX xxxxxxxxx < xxxxxxxx@xxxxxx.xxx >; *XXX XXXXX XXXXXXXXX < xxxxxxxx@xxxxxx.xxx > Cc: Xxxx, Xxxxxx [XXX-XX-XX] <xxxxxxxx@xxxxxx.xxx> Subject: 138653-Pension Fund 1 Vs. CBNA     Please find attached portfolio statement as of 29-Jun-18 Regards, CBNA Group Email: XXXXXXX@XXXX.xxx Group Tel#: +11-11-1111-1111 The information contained in this electronic message and any attachments (the \\\"Message\\\") is intended for one or more specific individuals or entities, and may be confidential, proprietary, or otherwise protected by law. If you are not the intended recipient, please notify the sender immediately, delete this Message and do not disclose, distribute, or copy it to any third party or otherwise use this Message. Electronic messages are not secure or error free and can contain viruses or may be delayed, and the sender is not liable for any of these occurrences. The sender reserves the right to monitor, record transfer cross border and retain electronic messages.    ","from":"\"Mcclafferty, Gary [ICG-IT]\" <gm22891@imceu.eu.ssmb.com>;","to":"","attachments":[]}