{"subject":"RE: 143802 - [Type 1] Insurance 2 vs. CGML : Margin Notice, Portfolio Statement","content":"Hi, \r\n\r\nWe dispute. \r\n\r\nMTM \t\t-391,355\r\nCollateral\t-180,000\r\n\r\nThanks\r\nXxxxx\r\n\r\n-----Original Message-----\r\nFrom: XXXXXXX.XXXXX@XXXX.XXX [mailto: XXXXXXX.XXXXX@XXXX.XXX] \r\nSent: Wednesday, August 22, 2018 8:30 AM\r\nTo: xx.xxx.xxx-XXXXxxxxxXxxxxx < xx.xxx.xxx-XXXXxxxxxXxxxxx @xxx.xxx>; xxx-xxx.xxxxx@xxxx.xxxxx.xxx; xx.xxx.xxx-XXXXxxxxxXxxxxx\r\nCc: XXXXXXX.XXXXX@XXXX.XXX\r\nSubject: 143802 - [Type 1] Insurance 2 vs. CGML : Margin Notice, Portfolio Statement\r\n\r\nGood Morning,\r\n\r\nPlease see attached today's margin call\r\n\r\nIn the event of a dispute please revert with your MTM / IA and collateral balance and if you are not in tri resolve your portfolio in excel format.\r\n\r\nThanks and Regards,\r\nXXXXXXX.XXXXX@XXXX.XXX\r\n\r\nGroup Line: +11-11-11111-1111\r\nGroup Email: XXXXXXX.XXXXX@XXXX.XXX\r\n\r\nThe information contained in this electronic message and any attachments (the \\\"Message\\\") is intended for one or more specific individuals or entities, and may be confidential, proprietary, or otherwise protected by law. If you are not the intended recipient, please notify the sender immediately, delete this Message and do not disclose, distribute, or copy it to any third party or otherwise use this Message. Electronic messages are not secure or error free and can contain viruses or may be delayed, and the sender is not liable for any of these occurrences. The sender reserves the right to monitor, record transfer cross border and retain electronic messages. \r\nThe information in this e-mail and in any attachments is confidential and intended solely for the attention and use of the named addressee(s). This information may be subject to legal, professional or other privilege and further distribution of it is strictly prohibited without our authority. If you are not the intended recipient, you are not authorised to disclose, copy, distribute, or retain this message or any part of it, and should notify us immediately. \r\n\r\n","from":"gm22891@imceu.eu.ssmb.com Mcclafferty, Gary [ICG-IT]","to":"Mcclafferty, Gary [ICG-IT] <gm22891@imceu.eu.ssmb.com>","attachments":[]}