{"subject":"RE: 114229 - [Type 1] Fund 1 vs. CEP : Portfolio Statement, Margin Notice","content":"Hello,\r\n\r\n \r\n\r\nWe would like to call you for the amount of 217,832.08 EUR, vd today.\r\n\r\n \r\n\r\nPlease confirm delivery.\r\n\r\n \r\n\r\nBest,\r\n\r\n \r\n\r\nXxxxxx xxxxxxxxx, XXX\r\n\r\nXXXXXX XXXX XXXXXXX\r\n\r\n \r\n\r\nFund 1 \r\n\r\n11 Xxxxxxxxxx Xxxxxx, Xxxxxxx 1, Xxxxxxxx\r\n\r\nTelephone: +11 111 111 111\r\n\r\nMobile Phone: +11 111 111 111\r\n\r\nFax: +11 111 111 111\r\n\r\nxxxxxx.xxxxxx@XXXXX.XX \r\n\r\nwww.XXXXX.XX <http://www.XXXXX.XX> \r\n\r\n \r\n\r\nRegistered office xxxxxxxx - registration code xxx/xxxxxx/xxxx Commercial Court of xxxxxxxx \r\n\r\n \r\n\r\nThis message and any attached files are confidential and intended solely for the addressee(s). Any publication, transmission or other use of the information by a person or entity other than the intended addressee is prohibited. If you receive this in error please contact the sender and delete the material. The sender does not accept liability for any errors or omissions as a result of the transmission. Our Information regarding data processing is available here\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\n-----Original Message-----\r\nFrom: *XX XX xxxxxxxx [mailto:xxxxxxxxx@xxxx. <mailto:xxxxxxxxx@xxxx.> com] \r\nSent: 05.09.2018 11:16 AM\r\nTo: xxxx xxxxx xxxxx; xxxxx xxxxx; xxxxx xxxxx; xxxxxxxxx@xxxx. <mailto:xxxxxxxxx@xxxx.> xxx\r\nCc: xxxxxxxxxxx.xxxxx@xxxx.xxx\r\nSubject: 114229 - [Type 1] Fund 1 vs. CEP : Portfolio Statement, Margin Notice\r\n\r\n \r\n\r\n \r\n\r\n \r\n\r\nThe information contained in this electronic message and any attachments (the \\\"Message\\\") is intended for one or more specific individuals or entities, and may be confidential, proprietary, or otherwise protected by law. If you are not the intended recipient, please notify the sender immediately, delete this Message and do not disclose, distribute, or copy it to any third party or otherwise use this Message. Electronic messages are not secure or error free and can contain viruses or may be delayed, and the sender is not liable for any of these occurrences. The sender reserves the right to monitor, record transfer cross border and retain electronic messages. \r\n\r\n","from":"gm22891@imceu.eu.ssmb.com Mcclafferty, Gary [ICG-IT]","to":"Mcclafferty, Gary [ICG-IT] <gm22891@imceu.eu.ssmb.com>","attachments":[]}